export default {
  projections: {
    СогласиеE: {
      код: {
        __caption__: 'Код'
      },
      дата: {
        __caption__: 'Дата'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фио: {
          __caption__: 'Фио'
        }
      }
    },
    СогласиеL: {
      код: {
        __caption__: 'Код'
      },
      дата: {
        __caption__: 'Дата'
      },
      сотрудники: {
        __caption__: 'Фио',
        фио: {
          __caption__: 'Фио'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    код: {
      __caption__: 'Код'
    },
    дирПерсонала: {
      __caption__: 'дирПерсонала'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
